<template>
  <div class="terms-of-use-page l-wrap">
    <Search />
    <h1 class="terms-of-use-page__title">
      Условия использования
    </h1>
    <div class="terms-of-use-page__container">
      <p class="padding-bottom">
        Добро пожаловать на сайт <NuxtLink to="/">ADVon.me</NuxtLink> «advertise on me» —  база объявлений о сдаче в рекламный наём частными лицами и компаниями предметов,
        вещей, продукции, медианосителей, мест на массовых мероприятиях, при строительстве и др.
      </p>
      <p class="padding-bottom">
        Условия использования сайтом <NuxtLink to="/">ADVon.me</NuxtLink> «advertise on me» (далее — «Условия») регулируют отношения между LLC «ATA-Company» (далее — «Компания»)
        и пользователями интернета, которые решили пользоваться сайтом <NuxtLink to="/">ADVon.me</NuxtLink> «advertise on me» , пройдя регистрацию, либо просто просматривая
        объявления (далее — «пользователи», «вы» ).
      </p>
      <p class="padding-bottom">
        Пользователь можете использовать сайт <NuxtLink to="/">ADVon.me</NuxtLink> «advertise on me»  в соответствии с положениями настоящих Условий и Политики в области обработки
        и безопасности данных пользователей <NuxtLink to="/">ADVon.me</NuxtLink> «advertise on me». Если вы с ними не согласны, вам необходимо прекратить использование сайтом
        <NuxtLink to="/">ADVon.me</NuxtLink> «advertise on me».
      </p>
      <h2>
        1.Что такое <NuxtLink to="/">ADVon.me</NuxtLink> «advertise on me»
      </h2>
      <p>
        <NuxtLink to="/">ADVon.me</NuxtLink> «advertise on me» — это интернет-сайт, доступный по адресу <NuxtLink to="/">advon.me</NuxtLink> (включая все уровни домена) через полную и мобильную версии
        и мобильное приложение, представляющий собой совокупность содержащихся в информационной системе объектов интеллектуальной собственности
        Компании (сайт <NuxtLink to="/">advon.me</NuxtLink>) и информации (административного и пользовательского контента) (по тексту Условий — «advon.me»).
      </p>
      <p>
        <NuxtLink to="/">advon.me</NuxtLink> – это программа по показу базы данных объявлений частных лиц, расположенных на сайте Advon.me, о сдаче рекламных площадей на
        частной собственности, принадлежащей им, для размещения рекламы сторонними лицам, фирмами, организациями, функционирующая на территории
        РФ и других стран мира.
      </p>
      <p>
        Компания предоставляет авторизованным пользователям техническую возможность размещать информацию на сайте <NuxtLink to="/">advon.me</NuxtLink> в предусмотренном
        формате объявлений в соответствии с представленными категориями. Компания предоставляет всем пользователям (независимо от авторизации)
        техническую возможность искать и просматривать объявления на сайте <NuxtLink to="/">advon.me</NuxtLink> в целях, предусмотренных настоящими Условиями. Автоматические
        алгоритмы сайта <NuxtLink to="/">advon.me</NuxtLink> обрабатывают запросы, чтобы предоставлять релевантную информацию в результатах поиска.
      </p>
      <p class="padding-bottom">
        Компания не является участником, организатором сделки, покупателем, продавцом, работодателем, посредником, агентом, представителем
        какого-либо пользователя, выгодоприобретателем или иным заинтересованным лицом в отношении сделок между пользователями. Пользователи
        используют размещённую на сайте <NuxtLink to="/">advon.me</NuxtLink> информацию, чтобы заключать сделки на свой страх и риск без прямого или косвенного участия или
        контроля со стороны Компании.
      </p>
      <h2>
        2. Регистрация на сайте <NuxtLink to="/">advon.me</NuxtLink>
      </h2>
      <p>
        Вы можете зарегистрироваться на сайте <NuxtLink to="/">advon.me</NuxtLink> с помощью номера мобильного телефона или через ваш профиль в социальной сети, представленной
        в форме входа на сайте <NuxtLink to="/">advon.me</NuxtLink>. После регистрации мы создадим ваш уникальный профиль. Одновременно на сайте <NuxtLink to="/">advon.me</NuxtLink> может быть только один
        профиль, привязанный к определённому номеру телефона.
      </p>
      <p>
        Если вы регистрируетесь на сайте <NuxtLink to="/">advon.me</NuxtLink> через социальную сеть, определённые функции будут для вас ограничены. Для доступа ко всем
        возможностям сервиса необходимо указать номер телефона в вашем профиле. Чтобы совершать некоторые действия на сайте <NuxtLink to="/">advon.me</NuxtLink>, вам необходимо
        предоставить Компании свой адрес электронной почты и подтвердить номер телефона посредством введения кода из полученной смс на указанный номер
        вашего телефона.
      </p>
      <p class="padding-bottom">
        Регистрируясь на сайте <NuxtLink to="/">advon.me</NuxtLink>, вы гарантируете, что обладаете всеми правами и полномочиями, необходимыми для исполнения настоящих Условий.
      </p>
      <h2>
        3. Вход (авторизация) на сайте <NuxtLink to="/">advon.me</NuxtLink>
      </h2>
      <p>
        Вы можете войти в свой профиль на сайте <NuxtLink to="/">advon.me</NuxtLink> (авторизоваться) либо с помощью номера мобильного телефона/адреса электронной почты,
        указанных в вашем профиле, либо с помощью социальной сети, связанной с вашим профилем (далее – «данные для входа»). В первом случае вы
        вводите созданный вами ранее пароль, во втором – вам необходимо предварительно авторизоваться в соответствующей социальной сети.
      </p>
      <p class="padding-bottom">
        Вы обязаны сохранять конфиденциальность и безопасность своих данных для входа на сайт <NuxtLink to="/">advon.me</NuxtLink>. Если у вас есть основания полагать, что кто-то
        получил к ним несанкционированный доступ, немедленно сообщите нам об этом. В противном случае все действия, совершённые на сайте <NuxtLink to="/">advon.me</NuxtLink> лицом,
        авторизованным с помощью ваших данных для входа, будут считаться совершёнными вами. Ответственность за такие действия будете нести вы.
      </p>
      <h2>
        4. Сведения о пользователях
      </h2>
      <p>
        Сведения, которые вы предоставляете Компании о себе, должны быть достоверными, актуальными и не должны нарушать законодательство и права третьих лиц.
        Вы обязаны по мере необходимости обновлять их в своём профиле на сайте <NuxtLink to="/">advon.me</NuxtLink>.
      </p>
      <p>
        Мы можем в любой момент запросить у пользователя документы или информацию для идентификации, подтверждения достоверности предоставленных
        сведений или ваших полномочий. Если пользователь не может их предоставить, мы вправе ограничить доступ к его профилю.
      </p>
      <p>
        Мы не можем гарантировать, что вся информация, которую пользователи указывают на сайте <NuxtLink to="/">advon.me</NuxtLink>, соответствует действительности и что каждый пользователь
        действительно является тем, кем представляется. Будьте осмотрительны при совершении сделок и выборе стороны сделки.
      </p>
      <p class="padding-bottom">
        Мы не предоставляем третьим лицам сведения о пользователях и их контенте, которые не размещены в общем доступе. При этом мы не можем нести ответственность
        за сторонние неправомерные действия в отношении ваших контактных данных и другой информации, которую вы сделали общедоступной.
      </p>
      <h2>
        5. Пользовательский контент
      </h2>
      <p>
        Вы являетесь обладателем информации, которую вы размещаете на сайте <NuxtLink to="/">advon.me</NuxtLink>, в объявлениях (включая изображения, фотографии, описание
        сдаваемого под рекламу места в объявлении, сведения о нём, контактные данные пользователя и иные элементы), публичном профиле и отзывах
        (далее – «пользовательский контент»).
      </p>
      <p>
        Компания не выступает распространителем пользовательского контента. Вы создаете, редактируете, размещаете и делаете общедоступным пользовательский
        контент на сайте <NuxtLink to="/">advon.me</NuxtLink> без какого-либо участия или согласования со стороны Компании. Вы обязаны самостоятельно обеспечить его полное соответствие
        законодательству Российской Федерации, настоящим Условиям и Правилам размещения объявлений.
        Компания <NuxtLink to="/">advon.me</NuxtLink> не занимается цензурой пользовательского контента. Мы предпринимаем действия по защите прав и обеспечению соблюдения требований законодательства только на основании обращения уполномоченных лиц в установленном порядке.
        Цель, с которой пользователи размещают пользовательский контент в публичном профиле и в объявлениях, – установление контактов с потенциальными рекламодателями, которые ищут частные маркетплейсы на сайте <NuxtLink to="/">advon.me</NuxtLink>, с целью заключения сделки
        в отношении рекламы, предлагаемого маркетплейса пользователем в объявлении. Запрещено собирать, извлекать, записывать, систематизировать, использовать, передавать, распространять, копировать, воспроизводить и совершать любые другие действия
        в отношении пользовательского контента, включая контактные данные продавцов (в том числе с использованием средств автоматической обработки информации) в целях, не предусмотренных настоящими Условиями. Не допускается использование контактных
        данных пользователей сайта <NuxtLink to="/">advon.me</NuxtLink> в целях, не предусмотренных настоящими Условиями, в том числе для предоставления каких-либо коммерческих, маркетинговых и иных нерелевантных предложений, не соответствующих целям их размещения на сайте <NuxtLink to="/">advon.me</NuxtLink>.
      </p>
      <p class="padding-bottom">
        Вы не должны и не имеете права размещать рекламу на предметах, вещах, продукции, медианосителях, местах на массовых мероприятиях, при строительстве и др, которые не принадлежат вам, ввиду этого запрещено подавать объявления о сдаче в аренду под
        рекламу предметов, вещей, продукции, медианосителей, мест на массовых мероприятиях, при строительстве и др., не относящиеся к вам.
      </p>
      <h2>6. Обмен сообщениями между пользователями</h2>
      <p>Авторизованные пользователи могут использовать сообщения, чтобы обсуждать товары и условия сделки. Вы не должны использовать сообщения для каких-либо других целей.</p>
      <p class="padding-bottom">Переписка пользователей в сообщениях не является личной. Мы вправе выборочно просматривать переписку пользователей, чтобы обеспечить реализацию прав и обязанностей в рамках Условий.</p>
      <h2>7. Коммуникация с пользователями</h2>
      <p>Мы можем направлять вам:</p>
      <ul>
        <li>системные уведомления, от которых нельзя отписаться (например, чтобы подтвердить регистрацию на сайте <NuxtLink to="/">advon.me</NuxtLink>, сообщить о действиях в рамках отдельных сервисов сайта <NuxtLink to="/">advon.me</NuxtLink> или об ограничении доступа к профилю или объявлениям);</li>
        <li>сервисные оповещения, связанные с вашими действиями на сайте <NuxtLink to="/">advon.me</NuxtLink> (например, о получении сообщения от другого пользователя, персональные подборки интересующих объявлений);</li>
        <li>новости и предложения рекламного и маркетингового характера.</li>
      </ul>
      <p>Мы можем направлять вам сообщения в центре уведомлений в вашем профиле, на адрес электронной почты или номер телефона, указанные в вашем профиле, на ваше устройство в виде пуш-уведомлений, а также в сообщениях на сайте <NuxtLink to="/">advon.me</NuxtLink>. В некоторых
        случаях мы также можем обратиться к вам, позвонив по телефону.</p>
      <p class="padding-bottom">Вы можете управлять получением новостей и предложений маркетингового характера, а также некоторых сервисных оповещений в настройках вашего профиля. В зависимости от используемого устройства функциональность настроек может различаться.</p>
      <h2>8. Удаление профиля на сайте advon.me</h2>
      <p class="padding-bottom">Вы вправе в любой момент удалить свой профиль на сайте <NuxtLink to="/">advon.me</NuxtLink>. В течение 30 дней с момента удаления профиля по вашей инициативе вы не сможете использовать для новой регистрации на сайте <NuxtLink to="/">advon.me</NuxtLink> тот номер мобильного телефона, который был указан в удалённом профиле.
        Мы удалим ваш профиль на сайте <NuxtLink to="/">advon.me</NuxtLink>, если в течение трёх лет вы им ни разу не воспользуетесь.
      </p>
      <h2>9. Интеллектуальные права</h2>
      <p>Все права на использование сетевого адреса (доменного имени)  <NuxtLink to="/">advon.me</NuxtLink>, на сайт <NuxtLink to="/">advon.me</NuxtLink> в целом и входящие в его состав объекты интеллектуальной собственности (в том числе программы для ЭВМ, базы данных, графическое оформление интерфейса (дизайн) и отдельные элементы),
        фирменное наименование, товарные знаки/логотипы и иные отличительные знаки Компании принадлежат LLC “ATA-Company” или Компании. Словесное обозначение “Advon” охраняется как товарный знак, который принадлежит компании LLC “ATA-Company” (правообладатель).
      </p>
      <p>
        Исключительные права на результаты интеллектуальной деятельности, включённые в состав пользовательского контента, принадлежат соответствующим пользователям и правообладателям. Вы гарантируете, что ваш пользовательский контент не нарушает исключительные права третьих лиц.
        Если у вас нет прав на размещение соответствующих результатов интеллектуальной деятельности на сайте <NuxtLink to="/">advon.me</NuxtLink> или полномочий на предоставление Компании прав на использование таких результатов способами, указанными в настоящих Условиях, вы не должны размещать такой контент на сайте <NuxtLink to="/">advon.me</NuxtLink>.
      </p>
      <p>
        Размещая на сайте <NuxtLink to="/">advon.me</NuxtLink> пользовательский контент, вы предоставляете Компании неисключительное право (простую неисключительную лицензию) на использование этого контента и объектов интеллектуальной собственности, входящих в его состав, на следующих условиях: бессрочно, без предоставления
        вознаграждения, без необходимости получения дополнительного разрешения пользователя на использование таких объектов, для действия во всех странах мира; для использования любым способом на любых информационных носителях – как с указанием, так и без указания имени автора; с правом передачи
        прав третьим лицам; для осуществления Компанией законных прав и интересов, обеспечения выполнения Условий, а также в маркетинговых целях и материалах, в коммерческих проектах и сервисах Компании, в том числе путем размещения на других ресурсах в интернете, с правом предоставлять права
        использования таких объектов третьим лицам. Компания вправе сохранять архивные копии пользовательского контента и не изымать из оборота маркетинговые материалы, которые их содержат.</p>
      <p>
        Размещая на сайте <NuxtLink to="/">advon.me</NuxtLink> пользовательский контент, вы также предоставляете третьим лицам права на использование этого контента и объектов интеллектуальной собственности, входящих в его состав, на условиях ограниченной лицензии, с целью просмотра пользовательского контента для ознакомления
        с товаром, предлагаемым в объявлении, и установления контакта для заключения сделки в отношении маркетплейса, предлагаемого пользователем в объявлении.
      </p>
      <p>
        Без согласия Компании запрещено использовать (в том числе, извлекать из базы данных, собирать, записывать, систематизировать, передавать, распространять, копировать, воспроизводить) пользовательский контент (включая изображения, фотографии, описание товара в объявлении, сведения о товаре,
        контактные данные пользователя и иные элементы) и объекты исключительных прав Компании любыми способами и в любых целях, которые не предусмотрены настоящими Условиями (например, для создания базы данных или включения в уже имеющиеся базы данных, размещения в информационных системах третьих
        лиц, нерелевантных звонков пользователям), независимо от их объема и согласования с конкретными пользователями. Никакие объекты исключительных прав Компании, элементы пользовательского контента, сведения о пользователях сайта <NuxtLink to="/">advon.me</NuxtLink>, размещаемые ими в базе данных объявлений сайта <NuxtLink to="/">advon.me</NuxtLink>,
        не могут быть использованы какими-либо способами, не предусмотренными настоящими Условиями, без предварительного разрешения Компании.
      </p>
      <p class="padding-bottom">
        Мы вправе автоматически наносить на загружаемые вами фотографии логотипы/водяные знаки ADVon.me, чтобы предотвращать несанкционированное копирование пользовательского контента.
      </p>
      <h2>10. Иные обязанности пользователей</h2>
      <p>
        Используя сайт <NuxtLink to="/">advon.me</NuxtLink> и взаимодействуя с Компанией, вы также обязуетесь:
      </p>
      <ul class="padding-bottom">
        <li>строго выполнять все требования законодательства;</li>
        <li>соблюдать Условия использования сайта <NuxtLink to="/">advon.me</NuxtLink>, Правила размещения объявлений, а также другие правила сайта <NuxtLink to="/">advon.me</NuxtLink> и указания Компании;</li>
        <li>не использовать функциональность сайта <NuxtLink to="/">advon.me</NuxtLink> или размещённую на сайте <NuxtLink to="/">advon.me</NuxtLink> информацию в целях, не предусмотренных настоящими Условиями;</li>
        <li>не использовать сайт <NuxtLink to="/">advon.me</NuxtLink> или полученные на сайте <NuxtLink to="/">advon.me</NuxtLink> контактные данные для спам-рассылок;</li>
        <li>не указывать на сайте <NuxtLink to="/">advon.me</NuxtLink> контактные телефонные номера, стоимость звонков на которые превышает стандартный тариф на исходящий телефонный звонок, предусмотренный оператором звонящего;</li>
        <li>не использовать без разрешения Компании автоматизированные скрипты (программы, боты, краулеры) для сбора информации на сайте <NuxtLink to="/">advon.me</NuxtLink> или иного взаимодействия с сайтом;</li>
        <li>не размещать, не направлять и не использовать иным образом нецензурную лексику, эротические, вульгарные или оскорбительные изображения и тексты, информацию и высказывания, которые содержат угрозы, провоцируют жестокость, ненависть, неуважительное отношение или могут привести к незаконным действиям, а также иную информацию и иные высказывания, которые не соответствуют нравственным нормам и деловой практике;</li>
        <li>не использовать без разрешения Компании программные средства для доступа к сайту <NuxtLink to="/">advon.me</NuxtLink>, просмотра или размещения объявлений, минуя обычный порядок использования сайта <NuxtLink to="/">advon.me</NuxtLink>;</li>
        <li>не загружать, не хранить, не распространять и не использовать иным образом на сайте <NuxtLink to="/">advon.me</NuxtLink> вирусы и другие вредоносные программы;</li>
        <li>не предпринимать действия, которые могут привести к непропорционально большой нагрузке на инфраструктуру сайта <NuxtLink to="/">advon.me</NuxtLink>, ограничить доступ к сайту <NuxtLink to="/">advon.me</NuxtLink> или иным образом препятствовать нормальной работе сайта. </li>
      </ul>
      <h2>11. Нарушения и последствия</h2>
      <p>Мы стремимся сделать ADVon.me удобным и безопасным инструментом, поэтому мы сохраняем за собой право проводить выборочную проверку выполнения пользователями Условий использования сайта <NuxtLink to="/">advon.me</NuxtLink> в любой момент и по своему усмотрению.</p>
      <p>При наличии оснований полагать, что с использованием вашего профиля на сайте <NuxtLink to="/">advon.me</NuxtLink> или иных технических средств произошло или может произойти нарушение законодательства, прав третьих лиц или настоящих Условий, мы вправе ограничить доступ
        к вашему профилю временно или постоянно, отклонить или заблокировать ваши объявления или отзывы, а также приостановить или ограничить ваш доступ к определённой функциональности сайта <NuxtLink to="/">advon.me</NuxtLink>. Мы также вправе ограничить доступ к сайту advon.me
        с определённого IP-адреса или телефонного номера или диапазона IP-адресов или телефонных номеров (например, вследствие DDoS-атаки или несанкционированного использования программных средств для совершения действий на сайте advon.me).</p>
      <p>
        Мы вправе ограничить и восстановить доступ к профилю, а также определять условия такого восстановления на свое усмотрение и без пояснения причин. При ограничении доступа к профилю по решению Компании, вы не сможете использовать указанные
        в этом профиле номера телефона, чтобы создать новый профиль на сайте <NuxtLink to="/">advon.me</NuxtLink>.
      </p>
      <p>
        Мы не несём ответственности за возможные убытки, причинённые пользователям в связи с принятием мер для предотвращения и прекращения нарушений на сайте <NuxtLink to="/">advon.me</NuxtLink>. Рекомендуем сохранять резервную копию вашего пользовательского контента на вашем устройстве.
        За нарушение законодательства или прав третьих лиц при использовании сайта <NuxtLink to="/">advon.me</NuxtLink> вы можете нести административную, уголовную или гражданско-правовую ответственность.
      </p>
      <p class="padding-bottom">
        Компания и её представители не несут ответственность перед пользователями или перед любыми третьими лицами за любой косвенный, случайный, неумышленный ущерб, включая упущенную выгоду или потерянные данные, вред чести, достоинству или деловой репутации,
        причинённый в связи с использованием сайта <NuxtLink to="/">advon.me</NuxtLink>.
      </p>
      <h2>12. Заключительные положения</h2>
      <p>
        Положения разделов 2, 3, 6 - 8 Условий применяются к пользователям, зарегистрированным на сайте <NuxtLink to="/">advon.me</NuxtLink>. Все остальные положения применяются ко всем пользователям сайта <NuxtLink to="/">advon.me</NuxtLink> независимо от регистрации и авторизации. Любая форма взаимодействия с сайтом
        <NuxtLink to="/">advon.me</NuxtLink> (включая просмотр размещенной на нем информации) подтверждает ваше согласие с Условиями. Обязательства Компании предоставить доступ к функциональности сайта <NuxtLink to="/">advon.me</NuxtLink> являются встречными по отношению к вашим обязательствам соблюдать Условия. Когда
        за использование сайта <NuxtLink to="/">advon.me</NuxtLink> плата не предусмотрена, законодательство о защите прав потребителей не применимо к отношениям между Компанией и пользователями. Предоставление определенной функциональности сайта <NuxtLink to="/">advon.me</NuxtLink> может регулироваться специальными условиями.
      </p>
      <p>
        Функциональность сайта <NuxtLink to="/">advon.me</NuxtLink> в любой момент может изменяться, дополняться или прекращаться без предварительного уведомления пользователей. Использование сайта <NuxtLink to="/">advon.me</NuxtLink> предлагается в режиме «как есть», то есть в том виде и объёме, в каком Компания предоставляет
        функциональные возможности сайта <NuxtLink to="/">advon.me</NuxtLink> в момент обращения к ним. Мы не несём ответственности за временные сбои и перерывы в работе сайта <NuxtLink to="/">advon.me</NuxtLink> и вызванные ими потери информации. Сайт <NuxtLink to="/">advon.me</NuxtLink> предназначен для пользователей всех стран мира по мере наполнения
        и подключения функционала ко всем странам.
      </p>
      <p>
        Сайт <NuxtLink to="/">advon.me</NuxtLink> может содержать ссылки на сайты третьих лиц. Мы не контролируем и не несём ответственность за доступность, содержание и законность таких сторонних сайтов, но мы стараемся не допускать вредоносный для пользователя контент к размещению на сайте <NuxtLink to="/">advon.me</NuxtLink>.
        При разрешении всех споров между Компанией и пользователями применяется законодательство той страны, где зарегистрирована компания LLC “ATA-Company” (Грузия). Все возможные споры, вытекающие из отношений, регулируемых настоящими Условиями использования сайта <NuxtLink to="/">advon.me</NuxtLink>, должны
        быть переданы на рассмотрение в суд в соответствии с территориальной подсудностью по месту нахождения Компании (г. Тбилиси), если иное не предусмотрено законодательством.
      </p>
      <p>Мы обновляем Условия использования сайта <NuxtLink to="/">advon.me</NuxtLink> по мере необходимости. Продолжая пользоваться сайтом <NuxtLink to="/">advon.me</NuxtLink> после изменения настоящих Условий, вы подтверждаете согласие с внесёнными в них изменениями.</p>
      <p class="padding-bottom">Если у вас остались вопросы об Условиях использования сайта <NuxtLink to="/">advon.me</NuxtLink>, вы можете обратиться к специалистам службы поддержки.</p>
    </div>
    <NuxtLink class="terms-of-use-page__link" to="/legal-information">Юридическая справка</NuxtLink>
  </div>
</template>

<script>
import Search from "@/components/molecules/Search.vue";

export default {
  name: "TermsOfUsePage",
  components: {
    Search,
  }
}
</script>

<style lang="scss" scoped>
.terms-of-use-page {
  min-height: 74vh;

  &__title {
    padding-top: 12px;
    font-weight: 400;
    font-size: 24px;
  }

  &__container {
    margin-top: 24px;
    padding: 26px 30px;
    background: #fff;

    .padding-bottom {
      padding-bottom: 15px;
    }
    p {
      font-size: 14px;
      line-height: 20px;
    }

    h2 {
      font-size: 14px;
      line-height: 20px;
    }

    a {
      color: #2575ed;
    }

    ul {
      padding-left: 20px;
    }
  }

  &__link {
    display: block;
    color: $mainColor;
    padding: 25px 0 100px;
  }
}

@media (max-width: $break-xlg) {
  .terms-of-use-page {
    padding: 0 5px;
    &__title {
      padding-top: 20px;
    }

    &__link {
      padding: 25px 0 48px;
    }
  }
}

@media (max-width: $break-sm) {
  .terms-of-use-page {
    padding: 0;
    &__title {
      padding: 15px 7px 0;
    }
    &__link {
      padding: 25px 0 36px;
      text-align: center;
      font-size: 18px;
    }
    &__container {
      padding: 16px 37px 16px 7px;
    }
  }
}

</style>
